Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 反正以葛瑞安如今的地位，认他这么个便宜叔叔，倒也不算太过吃亏……
en_us: In any case, it was not too bad to acknowledge Gerian as an uncle given his current position...

source: 发了发了发了发了……这次是真发了！
en_us: J... J... Jackpot... We had hit the jackpot this time!

source: 发财大计眼看泡汤了，肚子又饿得贴后背，江逸内心沮丧了到了极点。
en_us: Seeing the grand scheme to get rich go down the drain, while at the same time feeling so ravenous that he could eat a horse, the frustration in his heart reached close to breaking point.

source: 受伤的中年男人名叫麦格雷尼，加洛斯城众多冒险者之一，这一次进入落日山脉，是接受了冒险者公会的一个任务，目的是为了取得一只狮蝎的尾刺，而那个有着一头金色长发的美女，则是他的女儿，名叫伊娜，她同样是一位冒险者。
en_us: The injured middle-aged man was called McGrenn, one of the many Adventurers in Jarrosus City. He had entered the Sunset Mountains after accepting a quest from the Adventurers Guild to obtain a Manticore's tail. The beautiful lady with the long blond hair was his daughter Ina, she was an adventurer just like him.

source: 另外一个大概也是四十多岁，胡子拉碴看上去有些不修边幅，身后斜斜背着一把阔剑，一股灼热的气息从剑身上透出，凭林立的眼光，只是匆匆一瞟便已看出，这绝对是一把优秀的火属性魔法武器。
en_us: The other, probably also in his forties, had a shabby beard and a broad sword leaning on his back, giving off a scorching aura. Lin Li could see that it was definitely an excellent weapon of fire attribute with just a glance.

source: 只不过……林立不急，安度因却急了。
en_us: However... Andoine could not wait.

source: 只不过这一次，老格林再也不敢将他当成一个需要指点的后辈，而是当成了一个有资格与自己共同研究的药剂大师。
en_us: However, this time, Old Grimm did not dare to treat him as a junior who needed advice, but a potion master who was qualified for a discussion together.

source: 只可惜……安度因却忘了告诉他，眼前这个家伙根本就是个二手魔法师，别说你格林－伯恩塞德，就算是法师之神格雷斯科站在他面前，他估计都会懵懵懂懂的问上一句：“格雷斯科是什么人？”
en_us: Unfortunately... Andoine had completely forgotten to tell him that the little fellow before him was a half-baked mage; not to mention Grimm Burnside, even if the God of Mages, Geresco, was standing in front of him, he would be ignorant of it and ask, "Who is Geresco?"

source: 只可惜城主大人透出的消息太少，这青年又对自己的来历讳莫如深，以至于到目前为止，安东尼也仅仅是知道他叫巴瑟罗尔，来自法兰王都奥兰纳。
en_us: It was a pity that the Castellan had divulged too little information, and the young man was so secretive about his origins that, so far, Anthony only knew his name was Bathrilor, from the capital city Alanna of the Felan Kingdom.

source: 只可惜眼前的形势，实在很难让一个魔法师发挥作用，在剧烈的奔跑当中，身体孱弱的魔法师甚至已经成了累赘，于是大多数时候，都是那位有着一头金色长发的美女在照顾两人，这姑娘长得本就漂亮，又穿着一件紧身的红色软甲，在快速的奔跑当中，更是勾勒出无限美好的曲线，左手扶着伤者，右手倒提着一把短剑，顾盼之间流露出的气质，连藏身林间的林立都忍不住多看了她几眼。
en_us: Unfortunately, it was difficult for a mage to play a role in the current situation. The weak mage had became a burden with the vigorous running, hence it was the beautiful girl with the long blond hair looking after the two men most of the time. The girl, who was pretty to begin with, wore a tight red vest, which had outlined an infinite lovely curve in the high-speed running. She held onto the wounded man with her left hand and carried a dagger in her right hand. The temperament she displayed as she scanned her surroundings was such that Lin Li could not help but take a few more looks at her.

source: 只可惜这把双手巨剑，实在不怎么适合希恩，因为淬火不够，严重影响锋利度不说，重量还稍稍轻了一点，对希恩这种蛮不讲理，只会大劈大砍的家伙的来说，一把武器最重要的地方就是重量，不管带不带魔法属性，也不管锋不锋利，只要重量够了，就能够在他手上发挥出庞大的威力。
en_us: However, it was a pity that this sword was really not quite suitable for Sheehan. Due to insufficient quenching, not only was the sharpness of its blade greatly compromised, its weight was also too light. For a savage like Sheehan, who only knew how to slash and hack, weight was the most crucial aspect of a weapon for him, regardless of its magical attributes and sharpness. As long as it had enough weight, it could unleash immense power in Sheehan's hands.

source: 只可惜院门口有个大煞风景的华袍中年人正负着手，背对大门而立。当他听到江逸的脚步声时也不回头，反而重重的冷哼一声。
en_us: Unfortunately, Jiang Yi’s spirits were dampened by a middle-aged man in Chinese robes standing at the doorway to the courtyard, his back facing the door and arms folded. Upon hearing Jiang Yi’s footsteps coming from behind him, not only did the man refuse to turn around, he released a cold snort.

source: 只可惜，现在时间太早。
en_us: Unfortunately, it was still too early.

source: 只可惜，笑得再矜持，想得再完美，也得有机会实施才行。
en_us: Except, no matter how reserved his smile was or how perfect his plan was, there had to be a chance for him to carry it out.

source: 只损失了大量的野钢花，这确实是不幸中的大幸，比起智慧之树树叶来，野钢花实在太常见了，它们生长的唯一条件就是阴凉，越是阴暗潮湿的地方越利于它们生长，这种环境随处可见，光是这落日山脉上就有不知道多少。
en_us: Only a large number of wild steelbloom were lost, that was indeed a stroke of good luck in the midst of bad. Compared to the leaves of the Wisdom Tree, wild steelbloom were much more common. The only condition for their growth was shade. The darker and damper the place was, the more they thrived. This environment could be found anywhere, and there were countless such places just in the Sunset Mountains alone.

source: 只是……
en_us: It was just that…

source: 只是一眨眼之间，凯文就被一众宾客围住。
en_us: In the blink of an eye, Kevin was surrounded by a crowd of guests.

source: 只是一眼望去，大厅里却是空荡荡的，连一个人也看不见。
en_us: At a glance, the hall was empty, and not a single person was in sight.

source: 只是不等他迟疑，门口的一名黑甲护卫立即抓住他的手臂，热情的带着他朝里面走去，一边走还一边宽慰道：“别担心，武殿是绝对不允许打死人的，就算你陪练时不小心受伤了，武殿内也会有疗伤药奉上……”
en_us: However, not allowing him to hesitate any further, one of the guards wearing black armor at the door immediately grabbed his arm and enthusiastically brought him into the interior. As they walked, the guard consoled him by saying, "Don't worry; the Martial Arts Hall would never allow anyone to beat others to death. Even if you accidentally get injured during sparring practice, the Martial Arts Hall will offer some medicine for your wound recovery..."

source: 只是半个时辰之后，他的修炼又被打断了，江家大院内响起一阵沉闷的钟声，竟是家族大人物去世才会响起的丧钟。
en_us: It was only after an hour that his practices were interrupted once again. A low, loud bell-ring came from within the central courtyard. It was the ringing sound for sad events, released only when important persons in the family clan passed away.

source: 只是对方既然找上门来了，他也不能不打，好在随着他境界的提升，黑色元力再次被凝练了，颜色也变浅了一些。虽然上限还是十缕，但每一缕能让视力增强时间又变长了，此刻都能达到一炷香时间了，他对战起来也轻松无比。
en_us: Now that someone came to him, Jiang Yi did not have it in him to refuse. Fortunately, as he elevated through the stages in the Cast Tripod Realm, the black essence force became more condensed as well. Its color turned a shade lighter. Even though he could still cultivate ten wisps at most, the duration that each wisp could strengthen the vision became longer, reaching as long as five minutes. Thanks to this, he could fend for himself in a fight without breaking into a sweat.

source: 只是片刻，江逸的身子再次一震，眼睛猛然睁开，这次他没有流泪而是站起了身子，仰天一声长啸，长啸声洪亮激昂，里面都是快意和兴奋！
en_us: It was only seconds before Jiang Yi's body shuddered. Abruptly opening his eyes, he did not shed more tears, but rather stood up and whistled loudly towards the sky. The long whistle was loud, clear, and impassioned. It was full of elation and excitement!

source: 只是现在，说什么都已经晚了。
en_us: But now, it was too late to say anything.

source: 只是眨眼之间，两道魔纹已是初具雏形。
en_us: In the blink of an eye, the two mageweaths had taken shape.

source: 只是等他调集一缕黑色元力去伤口附近准备和药力融合时，却发现经过三个多时辰后，那药力已经全部消耗掉了，这黄参丹不愧是最低级的丹药，药力弱得可怜……
en_us: It was just that when he had collated a strand of black essence force and moved it near the wound area and prepared to merge with the medicinal power, he discovered that, when more than six hours had passed, the medical efficacy had been completely consumed. This Yellow Ginseng Elixir had proven itself to be the lowest-grade elixir with a pitifully weak medical efficacy...

source: 只是这么将手一抬，就轻易放出了冲击水幕，这是真正的瞬发！
en_us: It was merely a lift of the hand, and the Waterfall Strike was unleashed. This was a genuine instantaneous burst of power!

source: 只是这原本有些无奈的笑容，落入克伦威尔眼中，却显得说不出的讽刺，刚刚因凯文拒绝而堵在胸口的一口气，忽然之间就找到了宣泄的出口……
en_us: The smile that was meant to be a sign of resignation was deemed as an ineffable sarcasm in Cromwell's eyes. Kevin's refusal had his breath stuck in his chest, and he'd suddenly found an outlet to vent it out...

source: 只是，她刚刚追出来，就看到江逸的身影已经消失前数十丈之外，拐进一条弯道内消失不见了。
en_us: However, just moments after chasing after him, she saw Jiang Yi disappear tens of feet away around the corner.

source: 只有一阵剧烈的魔法波动，以及“轰”的一声闷响。
en_us: There was only an intense magical wave and a muffled thud.

source: 只有他才明白柳长老为何猝死，这柳长老是个典型的偏执狂，炼丹狂人！肯定是因为探查不出那枚地阶丹药内莫名多出来的成分，这几天没日没夜的研究，走火入魔而死……
en_us: Only he knew why Elder Liu had suddenly died. This Elder Liu was the textbook example for a paranoiac and a person crazy for refining elixirs. It was definitely the case that as he could not identify the additional ingredients mysteriously included in that earth-grade elixir pill, he had spent several days researching non-stop without any rest and, as a result, died from over-exertion...

source: 只有几个小势力头头还围在凯文身旁，拼命的献着殷勤攀着交情，只可怜凯文冒充了一上午拍卖师，如今早已经是累得手脚发软了，偏偏还被几个势力头头堵在那里，弄得他走也不是不走也不是……
en_us: Only a few leaders of the smaller forces still crowded around Kevin, desperately trying to pull friendship with him. Poor Kevin had been acting as an auctioneer for the whole morning and was so tired that his limbs were weak and yet he was blocked by these leaders. This made it impossible for him to leave nor stay...

source: 只见前方树丛中一阵叶浪涌动，三名受伤的人类拼命的逃出树林，其中那名手握长剑的中年男人似乎受了相当重的伤，一道长长的伤口从胸口延伸到腰腹，滚烫的鲜血从伤口中喷涌而出，在铺满落叶的地面上拉出一条长长的血痕。
en_us: The leaves of the bush ahead stirred and three wounded people could be seen fleeing from the forest. Among them, a middle-aged man seemed to have been seriously injured. A long wound extended from his chest to his waist; warm blood gushed out from the fresh wound, leaving a long blood trail on the ground covered with decaying leaves.

source: 只见炼金台上一片火花四溅，炫目的魔法符文来回激荡，华丽得就如同夜空的烟火，在林立娴熟的技艺之下，一根由深渊秘银锻造的点金棒，很快在炼金台上露出了雏形。
en_us: Sparks flew on the forging platform; the dazzling magical runes swung back and forth, magnificent like fireworks in the night sky. Under Lin Li's consummate skills, the gold rod forged with the abyss mithril begun to take its form on the forging platform.

source: 叫了半天没人出声，胖老头的火气也上来了，只听“砰”的一声闷响，那紧闭的房们当场就被踹成了两半，林立在一旁看得是眼睛都直了，老家伙力气怎么这么大，这到底是魔法师还是魔兽？
en_us: A long silence. The fat old man got angry and the tightly shut door was kicked and split in half with a thud. Lin Li stood at a side, stunned by what he just saw. How was the old fellow so strong? Was he a mage or a beast?

source: 叫出这个价格的，是一名大概二三十岁的小个子青年，穿着件做工不错的法师袍，葛瑞安看了他几眼都叫不出名字，估计是某支小势力的头头，这家伙大概也跟林立一样，没见过太多金币，喊出五千这个价格之后，就以为胜券在握了，坐在人群中笑得一脸得意，大有这瓶奥法药剂非我莫属的意思。
en_us: It was a short young man in his twenties or thirties who had called out the price. He wore a mage robe with fine craftsmanship. Gerian couldn't remember his name even after taking a few looks at him, hence he was most likely a leader of some smaller force. This guy was probably just like Lin Li, not having seen too many gold coins. After he had called out 5,000 gold coins, he thought that victory was in hands and was smiling smugly as he sat among the crowd, a smile that said the bottle of Arcane Magic Potion was his to claim.

source: 可一老一少两个甩手掌柜，却是直接将事情丢给了凯文，以有要事商议为理由，堂而皇之的躲进了会客室。
en_us: However, the old and the yound took their hands off all of it and dumped the matters to Kevin. They openly hid into the reception room on the grounds of having something important to discuss.

source: 可他这一心急，却忘了树上的是一头八级魔兽。
en_us: He was so anxious he had forgotten there was a level-eight magical beast on the tree.

source: 可如今才过了四天，凯文就感觉到，林立在魔法方面，已经远远的把自己甩在了身后。
en_us: But only four days had passed and Kevin could feel that Lin Li had already left him far behind in magic.

source: 可如果自己不是在做梦的话……
en_us: But if it wasn’t a dream…

source: 可就在这个时候意外发生了。
en_us: But it was at this moment when the accident happened.

source: 可怜两人不过是地痞流氓，在这里看门也大多只是欺负欺负落魄冒险者，又几时撞上过真正的魔法师，那两记奥术飞弹虽是低级魔法，可这么结结实实的轰在胸口，身体再强壮也得被轰去半条命，此时见了林立，就好象是见了鬼一样，惊惶之下连连点头：“可以可以……”
en_us: The two poor men were nothing but rogue gatekeepers. They mostly bullied derelict adventurers as they watched the gates, and had never met a real mage before. Those two Arcane Missiles were a low-level spell, but as they landed solidly on the chests, even the strongest in body could be half-killed. At this time, they looked at Lin Li as if they had seen a ghost, and hurriedly nodded in trepidation. "Yes, yes..."

source: 可惜……
en_us: Unfortunately...

source: 可惜……在目前看来，他的实验是失败的。
en_us: Unfortunately... At present, his experiments were a failure.

source: 可惜……昨天那一脚，却把什么都出卖了。
en_us: It was a pity that yesterday's affairs exposed everything.

source: 可惜……最近两年他越来越不受江家待见，不仅月例一扣再扣，就连丹药也变成最低级的人阶下品“元力丹”和“黄参丹”，数量还都变成了一枚。
en_us: Unfortunately, as he had been increasingly disfavoured by the Jiang Clan over the past two years, not only had his monthly salary been cut again time and time again, even the elixirs had been replaced with the lowest of grades—the human-grade inferior-grade "essence force elixir" and "yellow ginseng elixir". Worse still, the quantity had even been reduced to just one pill.

source: 可惜不管他多不想看见，城主大人反正是带着她过来了。
en_us: Unfortunately, regardless how much he was reluctant to see her, the Castellan had brought her to him.

source: 可惜如今的葛瑞安，也是眼睛朝天看了。
en_us: It was a pity now that Gerian had his eyes for bigger things.

source: 可惜林立根本不给他们这个机会，正沉浸在想象当中的魔法师们，很快就看见林立的手又伸进了口袋里，这一次他拿出来的，仍然是一只天蓝色的玻璃瓶，同样璀璨夺目的光晕，同样纯净的魔法气息。
en_us: Unfortunately, Lin Li did not give them any chance at all. The mages, immersed in their imagination, soon saw Lin Li‘s hand reaching into his pocket again. This time, what he took out was yet another sky-blue glass bottle, with the likewise dazzling halo and the pure magical aura.

source: 可惜葛瑞安根本不给他们这个机会，你们喜欢玩谦让是吧？那就干脆再推你们一把好了，梅林家族刚刚拿了三瓶，肯定是不会满足的，谁都知道他们家族四级学徒最多，另外两家一瓶没拿，更不可能放弃了，这可是奥法药剂，错过这次机会，下一次还不知道要等到哪年。
en_us: Too bad Gerian would not give them the opportunity. You liked to play modestly? Then I'd simply give you a push. The Merlin Family had taken three bottles just now and would surely not be satisfied. Everyone knew they had the most level-four apprentices. The other two families had not taken any bottle and would be even less likely to give up. This was the Arcane Magic Potion: if the opportunity was missed, who knew when the next one would come.

source: 可惜见都已经见了，正病急乱投医的克伦威尔，又哪管他愿不愿意，扑上来就拼命的跟凯文握手：“好久不见好久不见……”
en_us: It was a pity they'd already seen each other. Cromwell, who was like a drowning man clutching at any straw that could save his life, rushed up and shook Kevin's hands, whether the latter wanted it or not. "Long time no see, long time no see..."

source: 可惜除了事后骂两句娘，并在心里默默增加一次秋后算账的誓言外，他又能如何呢……
en_us: Unfortunately, besides cursing them under his breath, and once again vowing to take revenge in his mind, what else could he do?

source: 可惜！
en_us: Too bad!

source: 可是她却从未听过所谓的黄昏诅咒，更没想过这黄昏诅咒竟能在睡梦中杀人。
en_us: But she had never heard of the so-called Twilight Curse, nor had she thought that this Twilight Curse could kill people in their sleep.

source: 可是接管这份工作才几天的江逸并不知道其中内幕，遇到时便忍不住劝了一句，没想到竟然被对方几人给狠狠围殴，一直昏迷到现在才苏醒过来。
en_us: However, Jiang Yi, inexperienced as he was, knew nothing of such clandestine “management practices”. As such, he could not help but berate them for their actions. Unexpectedly, the group responded by joining forces and thrashing him. They had left him knocked out cold—until now, that was.

source: 可是现在，自己在这样一个低级魔法师面前，竟是如此的不堪一击。
en_us: But now, he had crumbled with a bang before such a low-level mage.

source: 可是看着看着，胖法师脸色就变了，原本笑得眯起的眼睛睁得有牛眼那么大，一边看着手上的信，还一边抬起头来看林立两眼，到了最后连拿信的手都仿佛在抖。
en_us: But as he read on, the expression on the plump mage's face changed. His eyes, narrow as he smiled, were as wide as those of a bull. He raised his head a couple of time to look at Lin Li as he was reading the letter. Finally, his hands that were holding on to the letter seemed to be trembling as well.

source: 可是话到嘴边，却又边成了一声苦笑，算了，全凭运气吧……
en_us: But when he tried speaking, it became a bitter laugh. Whatever, time to bet everything on luck...

source: 可眼下林立却是很头疼，因为他根本就不知道该怎么回答伊娜的问题。
en_us: However, the situation was giving Lin Li a headache, for he had no idea how to answer Ina's questions.

source: 可自从药剂大师的消息传出之后，魔法公会却是一朝野鸡变凤凰，转眼就成了加洛斯最炙手可热的势力，谁不想多巴结巴结葛瑞安？那可是跟着药剂大师混的人物，只要能跟这老家伙搞好关系，别的就不说了，光是这次拍卖会给自己行个方面，就至少值十万金币！
en_us: But since news of the potion master were out, the Guild of Magic had transformed from a pheasant into a phoenix. It had become the most sought-after force in Jarrosus Guild in an instant, and who wouldn't want to butter up to Gerian now? This was a guy who hung out with the potion master, and if they could make good of their relationship with this old fellow, not to mention other things, just the auction alone would be worth at least 100,000 gold coins to make things convenient for themselves!

source: 可葛瑞安现在又哪有心思管他们死活？任那几家势力首脑在旁边站了半天，也没能让葛瑞安的眼睛多眨一下，他现在正忙着跟城主大人谈心呢。
en_us: But Gerian had no time to care if they were dead or alive. The leaders stood there for a long time but Gerian did not even blink an eye. He was busy having a heart-to-heart talk with the castellan now.

source: 可还没等他坐稳，就又有人报出了新的价格。
en_us: But before he could sit tight, someone had offered a new price.

source: 可还没等胖老头高兴完，一段字句却又跳入了眼中。
en_us: Before the old man's joy could subside, another paragraph had caught his attention.

source: 可这世界上的事，往往就是这样，你越不想它发生的，它就越是会发生。
en_us: But this was often the case in the world. The more you didn't want it to happen, the more it would happen.

source: 可这番举动落入利维坦猩猩眼中，却是以为他要换根藤条再来，刚挨了一顿胖揍的它，顿时吓得魂飞魄散，也顾不得再继续装死了，赶紧从地上蹦了起来，一边“呜呜呜呜”的求情，一边指着远处的一棵巨树。
en_us: But the action fell into the eyes of the Leviathan Gorilla, who thought he was going to come back with a different cane. After that fat beating it went through, the gorilla was scared out of its wits. No longer caring about feigning its death, it hastily bounced from the ground and sobbed while begging for forgiveness, at the same time pointing to a giant tree in the distance.

source: 可鲁本－萨鲁曼是什么人物，那可是亲爹亲弟弟说杀就杀的人，眼皮都没抬一下，就又生生把价格抬了十万：“六十五万！”
en_us: But what kind of a character was Reuben Saruman? He was someone who said he'd kill his father and brother and really did it without even batting his eyelids. He raised the price by another 100,000 once more. "650,000!"

source: 吃一堑，长一智！
en_us: One became wiser after learning from one’s past mistakes!

source: 吃过早饭，林立仍然象往常一样，开始练习元素排列。
en_us: Like any other days after breakfast, Lin Li resumed his training on elemental sequencing.

source: 同一时间！
en_us: At the same time!

source: 同一时间，那座雄奇天庭建筑上雕刻的千万花草虫鱼、飞禽走兽们竟然也仿若活了过来，各种游动、伸展，散发出生命的气息，一股股朝天庭之上汇聚而去，在那些建筑符文光芒的映照下，于半空中凝聚成一个光芒四溢的护罩，将整座天庭都笼盖了进去。
en_us: At the same time, thousands of carvings of flowers, grasses, fish, insects, avians, and land creatures from the Heavenly Court's complex came alive. As they moved around and extended themselves, they released a vigorous aura which converged towards the Heavenly Court. Under the illumination from the glowing runes, a dazzling dome formed in midair, encompassing the entirety of the Heavenly Court.

source: 同时江云山秘密派人购买奇珍异宝，准备在镇西军军官来到天羽城之后好好拉拢一番，这样能多安排几个子弟进镇西军中。也只有江家能和镇西军军官攀上交情，因为神武国镇西军的统帅镇西王也姓江，江家勉强能算是镇西王家族的偏支，大长老江云海年轻时候还在镇西王府当做下人，也算是有些渊源。
en_us: In the meantime, Jiang Yunshan privately instructed his men to buy in as much rare treasures and artifacts as possible, in preparation of bribing the Western Garrison Army officers when they came to Skyplume City. He had hoped that with the bribery, more descendants of the Jiang Clan would be allowed enrollment in the army. Indeed, of all the families, the Jiang Clan was most entitled to pull strings with the Western Garrison Army officers, because the commander of the Western Garrison Army, the Western Garrison Liege Lord, also held the surname of 'Jiang'. By this logic, the Jiang Clan was, in very loose terms, a side branch of the liege lord's family clan. In addition, in the early years of his life, Grand Elder Jiang Yunhai used to work in the household of the Western Garrison Liege Lord as a servant, which served as another layer of association.

source: 同样的绚丽而又迷离，同样的透出纯净的魔法气息。
en_us: It was likewise gorgeous yet blurry, emitting the same pure magical aura.

source: 同样的，青石板裂开，江逸半条腿都踩穿了青石板，没入到下面的土里——这一腿的威力似乎比拳头还要大上一分！
en_us: The limestone slab split like before. Jiang Yi's legs went through the slab but did not reach the ground; the strength of his kick seemed to exceed that of his fist!

source: 后院很宽敞，也有几个老妈子正对着木盆洗着衣物，却没有小奴的身影。不过他看到那几个老妈子神色明显不对，脸上有些畏惧之色，目光正不断的对着后院角落内的一个屋子内扫去。
en_us: The backyard was spacious. A few old chambermaids were washing clothes with wooden basins in front of them, but there was no sign of Xiaonu. But he sensed things were not right from the expressions on the old chambermaids' faces. There was fear written on their faces and they kept glancing towards a building in the corner of the backyard.

source: 后院角落内屋子内传来一道隐隐的哭泣和求饶声，江逸浑身一震，顿时大叫起来：“是小奴！”
en_us: A sobbing plea for mercy sounded from the building by the corner of the yard. Jiang Yi shuddered and immediately shouted, "Xiaonu!"

source: 向荣管事复命后，江逸匆忙的回到自己的院子。院内依旧冷清，看样子小奴还没回来。不过江逸也管不上那么多了，一头钻进屋子跳上床，盘坐入定起来。
en_us: After reporting to Chief Rong, Jiang Yi hurried to his compound. The yard was as quiet and deserted as ever. From the looks of it Xiaonu was not back yet. However, Jiang Yi couldn't be bothered. He jumped onto his bed and sat down cross legged to meditate.

source: 听到安瑞尔大陆这个陌生的地名，林立就知道这一把玩大了，除了穿越之外，再没有任何解释，只不过就连林立自己都觉得有些奇怪，莫名其妙的成了穿越者，自己居然有一种如释重负的感觉，而脑子冒出的第一个念头竟然是：“穿越就穿越吧，总比当网络怨魂强……”
en_us: Lin Li knew it was a big deal when he heard the unfamiliar name of the Anril Continent. Other than time travelling, he had no other explanation for it. However, even Lin Li himself felt a little strange. For no reason at all he had became a time traveler, and yet he felt relieved. The first thing on his mind was, surprisingly, "Time travel it is, better than becoming a resentful soul on the internet..."

source: 听到情况并不象想象中那么恶劣，罗麦格雷尼由微微松了口气。
en_us: McGrenn was slightly relieved to hear that the situation was not as bad as he had imagined.

source: 听到江逸的脚步声，旁边一个房间内钻出一个小脑袋，发黄的头发蓬松松的，一双睡眼朦胧的大眼睛下隐隐还有泪痕，看到江逸一大早就要出去，小脸上很是不安。
en_us: Upon hearing Jiang Yi's footsteps, a small head emerged from the next room. With yellowing fluffy loose hair and a pair of puffy big eyes that still had some tear stains hidden underneath, the face showed a look of unease as she saw Jiang Yi heading out early in the morning.

source: 听到这个数字的时候，安东尼－罗林忽然就只觉得眼前一黑……
en_us: Anthony Rolin almost blacked out when he heard the figure.

source: 听到这熟悉的声音，正陷入恐惧当中的克伦威尔，就仿佛溺水的人抓到了一根救命稻草：“父亲！”
en_us: Upon hearing the familiar voice, Cromwell, who was just sinking into fear, was like a drowning man clutching at a life-saving straw. "Father!"

source: 听到这里，林立也不由有些感慨：“难怪魔法公会穷成这样……”
en_us: At this point, Lin Li couldn't help but sigh. "No wonder the Guild of Magic is so poor..."

source: 听到这里，林立有些明白，葛瑞安到底想说什么了，巫师之眼突然被全部破坏，阴影之巢的人又掌握了绕过岗哨的路线，几乎所有的迹象，都指向了魔法公会内部。
en_us: At this point, Lin Li sort of understood what Gerian was trying to say. The Warlock's Eyes were destroyed all of a sudden and the people from the Shadow's Nest had gotten ahold of the way to bypass the sentry posts. Almost all the signs were pointing to within the Guild of Magic.

source: 听到附近围观众人议论话语，倒是解开了江逸心里的一个疑惑——几个月之后，据说一个大学院要来天羽城招生，所以城内的顶级公子小姐们才全部进了武殿闭关修炼，想在招生比赛中取得好名次进入那个学院。如此多顶级公子小姐进入武殿修炼，里面的陪练自然短缺了……
en_us: After listening to the chatter and discussions from the throngs of people nearby, Jiang Yi did indeed have one doubt in his heart resolved, though. It was said that a few months later, a famous martial arts training college would be making a journey to Skyplume City to recruit new students. As such, the best and brightest upper-class children in the city had all entered the Martial Arts Hall and gone into seclusion to train, in the hopes of acquiring a high ranking during the recruitment competition and enrolling themselves in the college. With so many strong upper-class children entering the Martial Arts Hall for cultivation training, there was naturally a shortage of sparring partners...
